<?php
// Version: 2.1.0; Drafts

// profile
$txt['drafts_show'] = 'แสดงฉบับร่าง';
$txt['drafts_show_desc'] = 'พื้นที่นี้จะแสดงร่างทั้งหมดที่คุณบันทึกไว้ในปัจจุบัน จากที่นี่ คุณสามารถแก้ไขก่อนโพสต์หรือลบออกได้';

// misc
$txt['drafts'] = 'แบบร่าง';
$txt['draft_save'] = 'บันทึกร่าง';
$txt['draft_save_note'] = 'การดำเนินการนี้จะบันทึกข้อความในกระทู้ของคุณ แต่จะไม่บันทึกไฟล์แนบ โพล หรือข้อมูลกิจกรรม';
$txt['draft_none'] = 'คุณไม่มีฉบับร่าง';
$txt['draft_edit'] = 'แก้ไขร่าง';
$txt['draft_hide'] = 'ซ่อนฉบับร่าง';
$txt['draft_delete'] = 'ลบฉบับร่าง';
$txt['draft_saved_on'] = 'บันทึกร่างล่าสุด';
$txt['draft_days_ago'] = '%s วันที่ผ่านมา';
$txt['draft_retain'] = 'สิ่งนี้จะถูกเก็บไว้อีก %s วัน';
$txt['draft_remove'] = 'ลบฉบับร่างนี้';
$txt['draft_saved'] = 'เนื้อหาได้รับการบันทึกเป็นแบบร่าง และจะสามารถเข้าถึงได้จาก <a href="%1$s">แสดงพื้นที่ร่าง</a> ของโปรไฟล์ของคุณ';
$txt['draft_pm_saved'] = 'เนื้อหาได้รับการบันทึกเป็นแบบร่าง และจะสามารถเข้าถึงได้จาก <a href="%1$s">แสดงพื้นที่ร่าง</a> ของศูนย์ข้อความของคุณ';
$txt['draft_save_warning'] = 'โปรดทราบว่าร่างจดหมายทั้งหมดจะถูกลบออกโดยอัตโนมัติหลังจาก %1$d วัน';

// Admin options
$txt['drafts_autosave_enabled'] = 'เปิดใช้งานการบันทึกแบบร่างอัตโนมัติ';
$txt['drafts_autosave_enabled_subnote'] = 'การดำเนินการนี้จะบันทึกร่างของผู้ใช้โดยอัตโนมัติในพื้นหลังตามความถี่ที่กำหนด ผู้ใช้จะต้องได้รับการอนุญาตที่เหมาะสมด้วย';
$txt['drafts_show_saved_enabled'] = 'เปิดใช้งานการเลือกร่างจดหมายจากหน้าจอการโพสต์';
$txt['drafts_show_saved_enabled_subnote'] = 'ซึ่งจะทำให้ผู้ใช้สามารถเลือกและโหลดร่างจดหมายที่เหมาะสมจากหน้าจอการโพสต์ได้ ผู้ใช้จะต้องได้รับการอนุญาตที่เหมาะสมด้วย';
$txt['drafts_keep_days'] = 'จำนวนวันสูงสุดในการเก็บร่าง';
$txt['drafts_keep_days_subnote'] = 'ป้อน 0 เพื่อเก็บร่างไว้ไม่มีกำหนด';
$txt['drafts_autosave_frequency'] = 'ฉบับร่างควรบันทึกอัตโนมัติบ่อยแค่ไหน?';
$txt['drafts_autosave_frequency_subnote'] = 'ค่าต่ำสุดที่อนุญาตคือ 30 วินาที';
$txt['drafts_pm_enabled'] = 'เปิดใช้งานการบันทึกฉบับร่างในข้อความส่วนตัว';
$txt['drafts_post_enabled'] = 'เปิดใช้งานการบันทึกโพสต์แบบร่าง';
$txt['drafts_none'] = 'ไม่มีหัวเรื่อง';
$txt['drafts_saved'] = 'บันทึกแบบร่างเรียบร้อยแล้ว';

?>